Repository: shenxianpeng/keelhaven
Catalog: Keelhaven/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ backed up so far
zh_hans: 已备份 %@

source: %@ finished successfully.
zh_hans: “%@”已成功完成备份。

source: %@ free
zh_hans: 剩余 %@

source: %@, selected as backup drive
zh_hans: %@，已选为备份硬盘

source: %@, selected for backup
zh_hans: %@，已选择备份

source: %@: %lld new files, %@ added.
zh_hans: %1$@：新增 %2$lld 个文件，共 %3$@。

source: %@: no changes since the last backup, so no new snapshot was created.
zh_hans: %@：与上次备份相比没有变化，因此没有创建新的备份点。

source: %lld backups need attention
zh_hans: %lld 个备份需要处理

source: %lld new files and %lld changed, about %@ to store.
zh_hans: 新增 %1$lld 个文件、改动 %2$lld 个，约需存入 %3$@。

source: 1 backup needs attention
zh_hans: 1 个备份需要处理

source: A backup or repository check for this plan is still running. Wait for it to finish, then delete the plan.
zh_hans: 这个计划的备份或仓库校验还在进行中。等它结束后再删除。

source: A month of history
zh_hans: 保留一个月

source: A password is required to encrypt the backup.
zh_hans: 需要设置密码来加密备份

source: A year of history
zh_hans: 保留一年

source: About Keelhaven
zh_hans: 关于 Keelhaven

source: Actions for %@
zh_hans: %@ 的操作

source: Add
zh_hans: 添加

source: Add Backup Plan…
zh_hans: 添加备份计划…

source: Add Folders…
zh_hans: 添加文件夹…

source: Add at least one folder to continue.
zh_hans: 添加至少一个文件夹后继续

source: Advanced
zh_hans: 高级

source: Advanced options
zh_hans: 高级选项

source: All fields are required.
zh_hans: 所有字段均为必填

source: All fields except the path prefix are required.
zh_hans: 除路径前缀外均为必填

source: Another backup is running right now. Try again when it finishes.
zh_hans: 当前有另一个备份正在运行，等它结束后再试。

source: Another plan already backs up to this destination. Connect to its repository under Advanced options, or pick a different folder or bucket path.
zh_hans: 已有其他计划备份到这个位置了。可以在“高级选项”里接入它的仓库，或者换一个位置。

source: At
zh_hans: 时间

source: Back
zh_hans: 上一步

source: Back Up Now
zh_hans: 立即备份

source: Back up %@
zh_hans: 备份%@

source: Back up to %@
zh_hans: 备份到 %@

source: Backblaze B2 keeps a hidden copy of everything a backup deletes, and keeps charging for it. Turn on the bucket's “Keep only the last version of the file” lifecycle rule so B2 clears them. [Why this is needed](https://keelhaven.app/#faq)
zh_hans: Backblaze B2 会为备份删掉的每一样东西保留一份隐藏副本，并持续计费。请在存储桶上打开「Keep only the last version of the file」生命周期规则，让 B2 清理它们。[为什么需要这样做](https://keelhaven.app/zh/#faq)

source: Backed up
zh_hans: 已备份

source: Backed up %@ ago
zh_hans: %@前完成备份

source: Backed up on %@
zh_hans: 已于 %@ 完成备份

source: Backing up…
zh_hans: 正在备份…

source: Backup %lld percent done
zh_hans: 备份已完成 %lld%%

source: Backup blocked by a repository lock
zh_hans: 备份被仓库的锁挡住了

source: Backup cleanup failed
zh_hans: 备份清理失败

source: Backup complete
zh_hans: 备份完成

source: Backup failed
zh_hans: 备份失败

source: Backup in progress
zh_hans: 备份进行中

source: Backup preview %lld percent done
zh_hans: 备份预览已完成 %lld%%

source: Backup preview running
zh_hans: 备份预览进行中

source: Backup running
zh_hans: 正在备份

source: Backup running, %@ so far
zh_hans: 备份进行中，已备份 %@

source: Backup verification failed
zh_hans: 备份验证失败

source: Backup verification running
zh_hans: 备份验证进行中

source: Backup verified on %@
zh_hans: 已于 %@ 完成备份验证

source: Backups are encrypted before leaving your Mac. This password is stored in your Keychain — without it, backups cannot be restored.
zh_hans: 备份在离开您的 Mac 之前就已加密。密码保存在钥匙串里——没有它就无法恢复备份。

source: Bucket
zh_hans: 存储桶

source: Can't preview right now
zh_hans: 现在无法预览

source: Cancel
zh_hans: 取消

source: Caps how fast a backup uploads, so it can't take the whole connection. Only affects backups to a server — a local disk ignores it.
zh_hans: 限制备份的上传速度，免得整条带宽被占满。只对备份到服务器有效，备份到本地磁盘时不起作用。

source: Choose
zh_hans: 选取

source: Choose a destination folder to continue.
zh_hans: 选择备份目标文件夹后继续

source: Choose a point in time. Files are restored into a new folder — nothing is overwritten.
zh_hans: 选择一个时间点。文件会恢复到一个新文件夹里，不会覆盖任何现有文件。

source: Choose the folders to back up.
zh_hans: 选择要备份的文件夹。

source: Choose where to put the restored files. Keelhaven creates a new subfolder — existing files are never touched.
zh_hans: 选择恢复文件的存放位置。Keelhaven 会新建一个子文件夹，绝不会动您现有的文件。

source: Choose…
zh_hans: 选取…

source: Cleaning up old snapshots…
zh_hans: 正在清理旧快照…

source: Cleanup blocked by a repository lock
zh_hans: 清理被仓库的锁挡住了

source: Close
zh_hans: 关闭

source: Confirm password
zh_hans: 再输一遍密码

source: Connect to an existing repository at this destination
zh_hans: 接入该位置上已有的备份仓库

source: Copy
zh_hans: 拷贝

source: Copy Repository Password
zh_hans: 拷贝备份密码

source: Copy Version Info
zh_hans: 拷贝版本信息

source: Could not load backup plans: %@
zh_hans: 无法读取备份计划：%@

source: Couldn't preview “%@”
zh_hans: 无法预览“%@”

source: Create Backup Plan
zh_hans: 创建备份计划

source: Creates no new backup when the folders are identical to the last one, instead of a fresh copy that stores nothing. Keeps the list you restore from shorter.
zh_hans: 当这些文件夹与上次备份完全相同时，不再新建一份什么都没存的备份。可以让恢复时的列表更简洁。

source: Creating Repository…
zh_hans: 正在创建备份仓库…

source: Customize this plan
zh_hans: 自定义这个计划

source: Date
zh_hans: 日期

source: Default (16)
zh_hans: 默认（16）

source: Default (2)
zh_hans: 默认（2）

source: Delete
zh_hans: 删除

source: Delete Backup Plan…
zh_hans: 删除备份计划…

source: Delete “%@”?
zh_hans: 要删除“%@”吗？

source: Deletes everything older than that, however recent it is — a burst of backups in one day can push out the whole of last month. The space is reclaimed after a backup, at most once a week.
zh_hans: 超出份数的一律删除，无论它有多新——某一天集中备份多次，就可能把上个月的记录整批挤掉。空间在备份完成后回收，每周最多清一次。

source: Desktop
zh_hans: 桌面

source: Destination
zh_hans: 备份到

source: Destination folder
zh_hans: 目标文件夹

source: Destination type
zh_hans: 目标类型

source: Documents
zh_hans: 文稿

source: Don't back up other disks mounted inside these folders
zh_hans: 不要备份挂载在这些文件夹里的其它磁盘

source: Don't measure the backup first
zh_hans: 不要先测量备份大小

source: Done
zh_hans: 完成

source: Edit Backup Plan
zh_hans: 编辑备份计划

source: Edit Plan…
zh_hans: 编辑计划…

source: Edit “%@”
zh_hans: 编辑“%@”

source: Encryption password
zh_hans: 加密密码

source: Endpoint
zh_hans: 服务地址

source: Enter the REST server URL.
zh_hans: 填写 REST 服务器 URL 后继续

source: Enter the password of the existing repository. It is checked when you click Next.
zh_hans: 请输入已有仓库的密码。点“下一步”时会进行验证。

source: Enter the repository password.
zh_hans: 输入现有仓库的密码

source: Every day
zh_hans: 每天

source: Every day at %@
zh_hans: 每天 %@

source: Every hour
zh_hans: 每小时

source: Every week
zh_hans: 每周

source: Every week on %@ at %@
zh_hans: 每%1$@ %2$@

source: Exclude patterns
zh_hans: 排除规则

source: Existing repository password
zh_hans: 已有仓库的密码

source: Files
zh_hans: 文件数

source: Files and folders matching these patterns are skipped.
zh_hans: 匹配这些规则的文件和文件夹将被跳过。

source: Files read at once
zh_hans: 同时读取文件数

source: Fill in the remaining S3 fields.
zh_hans: 填写剩余的 S3 字段后继续

source: Fill in the remaining SFTP fields.
zh_hans: 填写剩余的 SFTP 字段后继续

source: Fix the destination issue shown above.
zh_hans: 先解决上方提示的目标问题

source: Folders
zh_hans: 文件夹

source: For a repository created earlier — by another plan, a previous install, or another Mac. Your password is verified against it; no new repository is created.
zh_hans: 适用于之前创建过的备份仓库——比如其他计划、重装系统前或另一台 Mac 留下的。会先验证您输入的密码，不会新建仓库。

source: For a restic REST server (rest-server) using default settings — no TLS, no --private-repos, no --append-only. Leave username and password blank if the server has no authentication set up.
zh_hans: 适用于按默认设置运行的 restic REST server（rest-server）——未启用 TLS、--private-repos 和 --append-only。服务器没有设置认证时，用户名和密码留空即可。

source: Frequency
zh_hans: 频率

source: Generate Strong Password
zh_hans: 自动生成强密码

source: Host
zh_hans: 主机

source: How often should it run?
zh_hans: 多久备份一次？

source: It runs by itself every day
zh_hans: 之后每天自动备份

source: Keelhaven automatically copies your important folders to a backup drive, so nothing is lost if your Mac ever breaks or goes missing.
zh_hans: Keelhaven 会自动把您的重要文件夹复制到备份硬盘上。这样即使 Mac 坏了或丢了，文件也不会丢失。

source: Keelhaven backup status
zh_hans: Keelhaven 备份状态

source: Keelhaven is already running
zh_hans: Keelhaven 已经在运行了

source: Keelhaven needs restic %@ or newer. Update it with: brew upgrade restic
zh_hans: Keelhaven 需要 restic %@ 或更新版本。请用以下命令更新：brew upgrade restic

source: Keep a set number of backups
zh_hans: 保留固定份数的备份

source: Keep everything
zh_hans: 保留全部

source: Keep the last
zh_hans: 保留最近

source: Larger packs mean fewer, bigger uploads. Worth raising for cloud storage that charges per request; leave it alone otherwise.
zh_hans: 包越大，上传的次数越少、每次越大。按请求次数计费的云存储值得调大，其他情况保持默认即可。

source: Last backup %@ ago
zh_hans: 上次备份是%@前

source: Last backup failed
zh_hans: 上次备份失败

source: Last backup on %@
zh_hans: 上次备份于 %@

source: Later
zh_hans: 以后再说

source: Leave these empty unless a backup is too slow or takes too much of your connection. Empty means restic's own default.
zh_hans: 除非备份太慢或太占网速，否则留空即可。留空表示使用 restic 自己的默认值。

source: Loading snapshots…
zh_hans: 正在读取备份记录…

source: Local / External Drive
zh_hans: 本机 / 外置硬盘

source: Look for its icon in the menu bar at the top right of your screen. Click it to manage your backups. Don't see the icon? Your menu bar is probably full — on Macs with a notch, macOS hides icons that don't fit. Quit another menu bar app or ⌘-drag an icon off the bar to make room, then relaunch Keelhaven.
zh_hans: 请在屏幕右上角的菜单栏里找它的图标，点击图标即可管理备份。 看不到图标？菜单栏可能已经放满了——在带刘海的 Mac 上，放不下的图标会被系统隐藏。请退出一个其他菜单栏程序，或按住 ⌘ 键把某个图标拖出菜单栏腾出位置，然后重新打开 Keelhaven。

source: Lower this on an external hard disk, where reading several files at once makes it slower. Raise it on a fast internal SSD.
zh_hans: 机械移动硬盘上同时读多个文件反而更慢，可以调低；内置固态硬盘则可以调高。

source: Monthly
zh_hans: 每月

source: My Backup
zh_hans: 我的备份

source: Name
zh_hans: 名称

source: New Backup Plan
zh_hans: 新建备份计划

source: New version %@ available
zh_hans: 新版本 %@ 已发布

source: Next
zh_hans: 下一步

source: Next backup: %@
zh_hans: 下次备份：%@

source: Next backup: as soon as possible
zh_hans: 下次备份：尽快进行

source: No changes — nothing new to back up
zh_hans: 没有变化 —— 没有需要备份的新内容

source: No destination chosen yet.
zh_hans: 还未选择备份目标

source: No folders yet — add at least one.
zh_hans: 还没有选择文件夹——请至少添加一个。

source: No snapshots yet — run a backup first.
zh_hans: 还没有备份记录——请先做一次备份。

source: Not backed up yet
zh_hans: 尚未备份

source: Nothing has changed since the last backup, so a backup right now would store nothing new. Nothing was written — this was only a preview.
zh_hans: 与上次备份相比没有变化，现在备份也不会存入任何新内容。 没有写入任何内容 —— 这只是一次预览。

source: Nothing is backed up yet.
zh_hans: 还没有任何备份。

source: Nothing is excluded — every file in those folders is backed up.
zh_hans: 没有排除任何东西 —— 这些文件夹里的所有文件都会备份。

source: Nothing to back up
zh_hans: 无需备份

source: Nothing was written — this was only a preview.
zh_hans: 没有写入任何内容 —— 这只是一次预览。

source: OK
zh_hans: 好

source: Off
zh_hans: 关闭

source: On
zh_hans: 星期

source: Or choose a folder instead:
zh_hans: 或改为选择一个文件夹：

source: Or choose any folder:
zh_hans: 或选择任意文件夹：

source: Pack size
zh_hans: 打包大小

source: Password (at least 8 characters)
zh_hans: 密码（至少 8 个字符）

source: Password (optional)
zh_hans: 密码（可选）

source: Password must be at least 8 characters.
zh_hans: 密码至少需要 8 个字符。

source: Passwords don't match.
zh_hans: 两次输入的密码不一致。

source: Path on server
zh_hans: 服务器上的路径

source: Path prefix (optional)
zh_hans: 路径前缀（可不填）

source: Pick a backup drive
zh_hans: 选择备份硬盘

source: Pick your folders
zh_hans: 选择要备份的文件夹

source: Pictures
zh_hans: 图片

source: Plan name (optional)
zh_hans: 计划名称（可不填）

source: Plug in a USB backup drive and it will appear here.
zh_hans: 插上 USB 备份硬盘后，它会显示在这里。

source: Port
zh_hans: 端口

source: Preview Backup
zh_hans: 预览本次备份

source: Preview of “%@”
zh_hans: “%@”的预览结果

source: Previewing what would be backed up…
zh_hans: 正在预览会备份哪些内容…

source: Privacy-first backup to your own storage.
zh_hans: 隐私优先，备份到您自己的存储。

source: Quit Keelhaven
zh_hans: 退出 Keelhaven

source: REST Server
zh_hans: REST 服务器

source: Read-only — can't back up here
zh_hans: 只读硬盘——无法用于备份

source: Remove %@
zh_hans: 移除 %@

source: Remove the username and password from the server URL — enter them in the fields above instead, so they're stored in the Keychain.
zh_hans: 请把用户名和密码从服务器 URL 里去掉，改填到上方的字段中——这样它们会保存在钥匙串里。

source: Removes the plan and its saved password from this Mac. Already backed-up data at the destination is not deleted.
zh_hans: 只会从这台 Mac 上移除该计划和保存的密码。已经备份到目标位置的数据不会被删除。

source: Rename
zh_hans: 重命名

source: Rename “%@”
zh_hans: 重命名“%@”

source: Rename…
zh_hans: 重命名…

source: Restore Backup
zh_hans: 恢复备份

source: Restore Here
zh_hans: 恢复到这里

source: Restore To…
zh_hans: 恢复到…

source: Restore “%@”
zh_hans: 恢复“%@”

source: Restored %lld items
zh_hans: 已恢复 %lld 个项目

source: Restore…
zh_hans: 恢复文件…

source: Restoring… %lld%%
zh_hans: 正在恢复… %lld%%

source: Retention
zh_hans: 保留策略

source: Retention cleanup running
zh_hans: 保留策略清理进行中

source: Runs restic's own repository check after a backup, and only speaks up when something is wrong.
zh_hans: 在备份完成后运行 restic 自带的仓库检查，只在发现问题时才出声提醒。

source: S3, SFTP, REST server, or an existing repository
zh_hans: S3、SFTP、REST 服务器或连接已有仓库

source: S3-Compatible
zh_hans: S3 兼容存储

source: Save
zh_hans: 保存

source: Schedule
zh_hans: 频率

source: Schedule: %@
zh_hans: 备份频率：%@

source: Server URL
zh_hans: 服务器 URL

source: Server URL is required.
zh_hans: 服务器 URL 为必填

source: Set Up Your First Backup
zh_hans: 设置我的第一个备份

source: Set Up a Backup
zh_hans: 开始设置备份

source: Show in Finder
zh_hans: 在访达中显示

source: Size
zh_hans: 大小

source: Skip backups when nothing has changed
zh_hans: 内容没有变化时跳过备份

source: Skip cache folders
zh_hans: 跳过缓存文件夹

source: Skips folders that apps mark as caches. They are rebuilt automatically, so backing them up costs space and time for nothing.
zh_hans: 跳过被应用标记为缓存的文件夹。这些内容会自动重建，备份它们只会白白占用空间和时间。

source: Start at Login
zh_hans: 开机时自动启动

source: Start the first backup now
zh_hans: 立即开始首次备份

source: Step %lld of %lld: %@
zh_hans: 第 %1$lld 步，共 %2$lld 步：%3$@

source: Stops at the disk each folder lives on. Without this, an external drive or a network share mounted inside one of them is backed up too.
zh_hans: 只备份到每个文件夹所在的那块磁盘为止。不勾选时，挂载在其中的外置硬盘或网络共享也会一并被备份。

source: Suggested:
zh_hans: 建议：

source: Summary
zh_hans: 确认信息

source: The destination can't be changed. To back up somewhere else, create a new backup plan.
zh_hans: 备份目的地无法更改。若要备份到其他位置，请新建一个备份计划。

source: The destination can't be inside a folder you're backing up.
zh_hans: 目标位置不能在正在备份的文件夹里面。

source: The first backup starts as soon as you create the plan. After that, backups run on this schedule, catching up automatically if your Mac was asleep or off.
zh_hans: 首次备份会在创建计划后立即开始；之后按此计划运行，睡眠或关机错过的时间点会自动补跑。

source: The last repository check failed
zh_hans: 上次仓库检查失败

source: The last retention pass could not get a lock on the repository
zh_hans: 上一次保留策略清理没能获得仓库的锁

source: The plan is created but stays idle: the first backup runs at %@, then on this schedule — catching up automatically if your Mac was asleep or off. You can always start one yourself with Back Up Now.
zh_hans: 计划会创建好但先不动：首次备份将在 %@ 运行，之后按此计划进行——睡眠或关机错过的时间点会自动补跑。你也随时可以用「立即备份」手动跑一次。

source: Thins older snapshots to daily, weekly and monthly keepers and reclaims the space — after a backup, at most once a week. Keep everything never deletes a snapshot.
zh_hans: 将较旧的快照按每日、每周、每月逐级精简并回收空间——在备份完成后进行，每周最多一次。“保留全部”不会删除任何快照。

source: This backup plan no longer exists.
zh_hans: 这个备份计划已经不存在了。

source: This clears locks left behind by a backup that was interrupted — the usual reason cleanup keeps failing. A backup running right now on another Mac keeps its own lock and is left alone; that one has to finish on its own. Keelhaven retries this plan's backup right after unlocking.
zh_hans: 这会清除被中断的备份留下的锁 —— 清理反复失败通常就是这个原因。如果此刻另一台 Mac 正在备份，它的锁不受影响，那次备份得由它自己跑完。 解锁后 Keelhaven 会立即重试这个计划的备份。

source: This folder already contains a backup repository. Connect to it under Advanced options, or choose an empty folder.
zh_hans: 这个文件夹里已经有一个备份仓库了。可以在“高级选项”里选择接入它，或者换一个空文件夹。

source: Type My Own Instead
zh_hans: 改为自己输入

source: Unlimited
zh_hans: 不限速

source: Unlock
zh_hans: 解锁

source: Unlock Repository…
zh_hans: 解锁仓库…

source: Unlock the repository for “%@”?
zh_hans: 要解锁“%@”的仓库吗？

source: Unlocking repository
zh_hans: 正在解锁仓库

source: Unlocking repository…
zh_hans: 正在解锁仓库…

source: Unlock…
zh_hans: 解锁…

source: Upload limit
zh_hans: 上传限速

source: User
zh_hans: 用户名

source: Username (optional)
zh_hans: 用户名（可选）

source: Uses your existing SSH keys (~/.ssh) or ssh-agent for authentication.
zh_hans: 使用您已有的 SSH 密钥（~/.ssh）或 ssh-agent 进行认证。

source: Verification
zh_hans: 验证

source: Verification failed
zh_hans: 验证失败

source: Verification, retention, excluded files, speed limits — all optional
zh_hans: 验证、保留策略、排除规则、速度限制 —— 均为可选

source: Verified %@
zh_hans: 已于 %@ 验证

source: Verify Backup Now
zh_hans: 立即验证备份

source: Verifying Password…
zh_hans: 正在验证密码…

source: Verifying backup…
zh_hans: 正在验证备份…

source: Version %@ (build %@, %@)
zh_hans: 版本 %1$@（构建 %2$@，%3$@）

source: Weekly
zh_hans: 每周

source: Welcome to Keelhaven
zh_hans: 欢迎使用 Keelhaven

source: What to back up
zh_hans: 备份什么

source: When
zh_hans: 什么时候

source: Where should the encrypted backup go?
zh_hans: 加密后的备份要存到哪里？

source: Where to
zh_hans: 备份到哪里

source: Write this down or store it in a password manager now — without it, your backups cannot be restored.
zh_hans: 请现在就把密码抄下来或存进密码管理器——没有它就无法恢复备份。

source: backups
zh_hans: 份备份

source: copy the backup password for “%@”
zh_hans: 拷贝“%@”的备份密码

source: delete the backup plan “%@”
zh_hans: 删除备份计划“%@”

source: restic finished without reporting what it would back up.
zh_hans: restic 运行结束，但没有报告它会备份哪些内容。

source: restic license (BSD 2-Clause)
zh_hans: restic 许可证（BSD 2-Clause）

source: restic normally walks your folders a second time to work out how big the backup will be. Skipping that can help on a slow disk or a network share — but then the progress can only show how much has been copied, not how far along it is.
zh_hans: restic 通常会再遍历一遍你的文件夹，算出这次备份有多大。跳过这一步在慢速磁盘或网络共享上会更快——但之后进度只能显示已经复制了多少，无法显示进行到了哪一步。

source: restic reported the repository intact on %@
zh_hans: restic 于 %@ 报告仓库完好无损

source: “%@” is busy right now
zh_hans: “%@”正在忙
